Repository: jorge-beltran-dev/mi_users
Catalog: locale/spa/LC_MESSAGES/*_users.po
Languages: mi

source: %1$s does not match for email %2$s
mi: %1$s no coincide con el correo %2$s

source: . Your new password is <strong>%1$s</strong>
mi: Tu nueva contraseña es <strong>%1$s</strong>

source: . Your password is <strong>%1$s</strong>
mi: Tu contraseña es <strong>%1$s</strong>

source: Choose your username
mi: Escoge tu nombre de usuario

source: I agree to the site %1$s
mi: Estoy de acuerdo con el sitio %1$s

source: I've already got an account
mi: Ya tengo una cuenta

source: Login to continue
mi: Accede para continuar

source: New User
mi: Nuevo usuario

source: Register to continue
mi: Regístrate para continuar

source: Thank you for confirming your account
mi: Gracias por confirmar tu cuenta

source: There was a problem changing your password
mi: Ha ocurrido un error al cambiar tu contraseña

source: Username or email
mi: Nombre de usuario o email

source: Welcome %1$s!
mi: Bienvenido %1$s

source: Your password has been changed
mi: Tu contraseña ha sido modificada

source: Your password has been changed. Please login
mi: Tu contraseña se ha modificado. Por favor, accede

source: confirm
mi: Confirma

source: confirm email token expired
mi: Código de confirmacón por correo caducado

source: email not found
mi: Email no encontrado

source: email token expired
mi: Código por correo caducado

source: errors in form
mi: Errores en el formulario

source: password
mi: Contraseña

source: password change email sent
mi: Cambio de contraseña enviado por correo

source: please enter your new password
mi: Por favor, introduce tu nueva contraseña

source: problem sending email
mi: Ha habido un problema al enviar el correo

source: terms of service
mi: Condiciones del servicio

source: token does not match
mi: El código no coincide

source: token not found
mi: Código no encontrado
